{
  "type": "gods",
  "characters": [
    {
      "id": 1,
      "name": "Ra",
      "nickname": "The God of The Sun",
      "animation_path": "Ra.flr",
      "animation_name": "Ra Animation",
      "appeared_in": [
        {
          "lat": 24.0889,
          "lon": 32.8998
        }
      ],
      "when": "2494BC",
      "symbol": "Noon Sun - Falcon",
      "parents": [],
      "consort": [
        "Hathor",
        "Sekhmet",
        "Bastet"
      ],
      "siblings": [
        "Apep",
        "Sobek",
        "Serket"
      ],
      "believed_in": [
        "Userkaf",
        "Menkauhor Kaiu",
        "Sahure"
      ],
      "god_of": [
        {
          "value": "Sun",
          "asset": "images/sunny.png"
        },
        {
          "value": "Sky",
          "asset": "images/cloudy.png"
        },
        {
          "value": "Underworld",
          "asset": "images/moon.png"
        }
      ],
      "story": "Ra wanted to teach the people he made how to live. So he took on the shape of a man and became the first pharaoh, king of Egypt. Since Ra was now in the form of a man, he could no longer stay young forever. He was bound to grow old one day. After ruling Egypt for many thousands of years, that time finally came. At his old age, Ra began to notice that his people no longer respected him. They laughed at him. They mocked him. They said, \"Look at Ra! Ra is so old! His bones are like silver, his flesh like gold, and his hair the color of lapis lazuli!\" They also said, We cant go on like this. We need a new leader.",
      "about": "is the ancient Egyptian deity of the sun. By the Fifth Dynasty in the 25th and 24th centuries BC, he had become one of the most important gods in ancient Egyptian religion, identified primarily with the noon sun. Ra was believed to rule in all parts of the created world: the sky, the Earth, and the underworld. He was the god of the sun, order, kings, and the sky",
      "know_more": "https://en.wikipedia.org/wiki/Ra",
      "gallery": [
        "https://upload.wikimedia.org/wikipedia/commons/5/54/Figure_of_Re-Horakhty%2C_305-200_B.C.E.%2C_71.40.jpg",
        "https://upload.wikimedia.org/wikipedia/commons/7/73/Pyramidion_of_Khonsu_font.jpg"
      ]
    },
    {
      "id": 2,
      "name": "Osiris",
      "nickname": "The god of Underworld and Judge of the Dead",
      "animation_path": "Judge.flr",
      "animation_name": "judge animation",
      "appeared_in": [
        {
          "lat": 24.0889,
          "lon": 32.8998
        },
        {
          "lat": 22.3372,
          "lon": 31.6258
        }
      ],
      "when": "2613BC",
      "symbol": "Crook and flail",
      "parents": [
        "Geb",
        "Nut"
      ],
      "consort": [
        "Isis"
      ],
      "siblings": [
        "Isis",
        "Set",
        "Nephthys",
        "Heru Wer"
      ],
      "believed_in": [
        "Userkaf",
        "Menkauhor Kaiu",
        "Sahure"
      ],
      "god_of": [
        {
          "value": "fertility",
          "asset": "images/fertilizer.png"
        },
        {
          "value": "agriculture",
          "asset": "images/crops.png"
        },
        {
          "value": "the dead",
          "asset": "images/death.png"
        },
        {
          "value": "resurrection",
          "asset": "images/death.png"
        },
        {
          "value": "life",
          "asset": "images/heartbeat.png"
        }
      ],
      "story": "The first son of Geb and Nut, Osiris was a wise and good pharaoh when he took over the world from Ra. Osiris taught man about farming, and created the first cities in Egypt. Unfortunately, Osiris’s brother Set was jealous of him. Set tricked him into laying down in a golden coffin, then sealed the coffin and cut it into pieces. Set scattered the pieces all over Egypt, and Osiris’s wife Isis spent years searching for them. Eventually, Isis put her husband back together, binding him in cloth to make the first mummy, but Osiris only came partially back to life. After that, he was the god of the underworld, sitting in judgment over the souls of the dead. He appears as a king with blue skin and white robes.",
      "about": "is the Egyptian Lord of the Underworld and Judge of the Dead, brother-husband to Isis, and one of the most important gods of ancient Egypt. The name `Osiris' is the Latinized form of the Egyptian Usir which is interpreted as 'powerful' or 'mighty'. He is the first-born of the gods Geb (earth) and Nut (sky) shortly after the creation of the world, was murdered by his younger brother Set, and brought back to life by his sister-wife Isis.",
      "know_more": "https://www.ancient.eu/osiris/#targetText=Osiris%20is%20the%20Egyptian%20Lord,powerful'%20or%20'mighty'.",
      "gallery": [
        "https://upload.wikimedia.org/wikipedia/commons/d/d6/Head_of_the_God_Osiris%2C_ca._595-525_B.C.E..jpg",
        "https://upload.wikimedia.org/wikipedia/commons/b/b4/La_Tombe_de_Horemheb_cropped.jpg",
        "https://upload.wikimedia.org/wikipedia/commons/b/b0/Ptah-Sokar-Osiris_Figure_MET_LC-21_9_1_EGDP025129.jpg",
        "https://upload.wikimedia.org/wikipedia/commons/0/01/Egypte_louvre_066.jpg",
        "https://upload.wikimedia.org/wikipedia/commons/1/1b/The_judgement_of_the_dead_in_the_presence_of_Osiris.jpg"
      ]
    },
    {
      "id": 3,
      "name": "Isis",
      "nickname": "The goddess of magic",
      "animation_path": "Ra.flr",
      "animation_name": "Ra Animation",
      "appeared_in": [
        {
          "lat": 24.0889,
          "lon": 32.8998
        }
      ],
      "when": "2494BC",
      "symbol": "Noon Sun - Falcon",
      "parents": [],
      "consort": [
        "Hathor",
        "Sekhmet",
        "Bastet"
      ],
      "siblings": [
        "Apep",
        "Sobek",
        "Serket"
      ],
      "believed_in": [
        "Userkaf",
        "Menkauhor Kaiu",
        "Sahure"
      ],
      "god_of": [
        {
          "value": "Magic",
          "asset": "images/magic.png"
        }
      ],
      "story": "She tricked Ra into retiring by poisoning him with a magic snake, then encouraging the old sun god to reveal his secret name so Isis could cure him. Once Isis knew Ra’s secret name, she could force him to do just about anything. She encouraged him to retreat into the sky, opening the throne for Osiris. Isis was the patron of magicians, and loved her husband very much. She encouraged their son Horus to take vengeance on the evil Set, who had killed Osiris. Isis is often pictured as a beautiful woman with multicolored wings.",
      "about": "Isis was first mentioned in the Old Kingdom (c. 2686–2181 BCE) as one of the main characters of the Osiris myth, in which she resurrects her slain husband, the divine king Osiris, and produces and protects his heir, Horus. She was believed to help the dead enter the afterlife as she had helped Osiris, and she was considered the divine mother of the pharaoh, who was likened to Horus. Her maternal aid was invoked in healing spells to benefit ordinary people.",
      "know_more": "https://en.wikipedia.org/wiki/Isis",
      "gallery": [
        "https://upload.wikimedia.org/wikipedia/commons/4/45/Terre_cuite_pleureuse_Louvre_E27247.jpg",
        "https://upload.wikimedia.org/wikipedia/commons/a/a5/Abydos_Tempelrelief_Sethos_I._15.JPG"
      ]
    }
  ]
}